<template>
  <div>

    <div class="container my-5">

      <div class="row my-5">
        <div class="col text-center">
          <h3>План проекта «Создание эффективных внутренних коммуникаций и развитие корпоративной культуры»</h3>
        </div>
      </div>
      <div class="row my-5">
        <div class="col text-center">
          <div class="card bg-info text-white">
            <div class="card-body">
              <h4>Цель проекта</h4>
              <p class="lead mb-0">Создать систему корпоративных коммуникаций, обеспечивающую формирование продуктивной корпоративной культуры.</p>
            </div>
          </div>
        </div>
      </div>
      <div class="row my-5">
        <div class="col">
          <h4 class="text-center mb-4">Задачи проекта</h4>
          <ol>
            <li><span class="font-weight-bold">Внедрить систему регулярных опросов сотрудников.</span>
              <p>Должна быть внедрена система «Пульс Опрос», налажена регулярная обратная связь от сотрудников, позволяющая измерять их удовлетворенность, вовлеченность, получать предложения и сигналы о проблемах.</p>
            </li>
            <li><span class="font-weight-bold">Создать инструменты информирования сотрудников.</span>
              <p>Определить наиболее эффективные каналы вертикальных коммуникаций и ввести практику регулярного информирования сотрудников о целях, стратегии, планах компании, ее достижениях и проблемах.</p>
            </li>
            <li><span class="font-weight-bold">Создать инструменты горизонтальных коммуникаций.</span>
              <p>Ввести практику регулярных коммуникаций между подразделениями компании в форме коллективного обсуждения вопросов взаимодействия и выработки решений по улучшению смежных процессов.</p>
            </li>
            <li><span class="font-weight-bold">Организовать управление внутренними коммуникациями.</span>
              <p>Организовать измерение эффективности вертикальных и горизонтальных коммуникаций и их влияния на мотивацию сотрудников. Построить процессы управления корпоративными коммуникациями: планирование, мониторинг, анализ результативности, корректирующие действия.</p>
            </li>
          </ol>
        </div>
      </div>
      <div class="row my-5">
        <div class="col text-center">
          <div class="card bg-info text-white">
            <div class="card-body">
              <h4 class="mb-0">Продолжительность проекта 3 месяца</h4>
            </div>
          </div>
        </div>
      </div>
      <div class="row my-5">
        <div class="col">
          <h4 class="text-center mb-4">График проекта</h4>
          <table class="table">
            <thead class="thead-light">
              <tr>
                <th scope="col">№</th>
                <th scope="col">Этапы проекта</th>
                <th scope="col">Сроки</th>
              </tr>
            </thead>
            <tbody>
              <tr>
                <th scope="row">1</th>
                <td>
                  <p>Формирование команды проекта, подготовка регламента работы</p>
                </td>
                <td>14 июня</td>
              </tr>
              <tr>
                <th scope="row">2</th>
                <td>
                  <p>Первый мастер-класс «Запуск проекта создания системы корпоративных коммуникаций. Первые шаги в проекте».</p>
                  <ul>
                    <li>Как организовать работу в проекте?</li>
                    <li>Какие корпоративные ценности мы хотим культивировать?</li>
                    <li>Какова роль опросов в формировании корпоративной культуры?</li>
                    <li>К организовать проведение опросов?</li>
                    <li>Как работать с результатами опросов?</li>
                  </ul>
                </td>
                <td>20 июня, 11 час. МСК</td>
              </tr>
              <tr>
                <th scope="row">3</th>
                <td>
                  <p>Работа команды (по заданиям мастер-класса):</p>
                  <ul>
                    <li>Запуск системы опросов сотрудников;</li>
                    <li>Организация мероприятий, поддерживающих участие сотрудников в опросах;</li>
                    <li>Анализ результатов опросов;</li>
                    <li>Организация ответных действий по итогам опросов.</li>
                  </ul>
                </td>
                <td>20 июня – 23 июля</td>
              </tr>
              <tr>
                <th scope="row">4</th>
                <td>
                  <p>Второй мастер-класс «Как организовать эффективную обратную связь. Анализ первых результатов проведения опросов. Инструменты информирования сотрудников».</p>
                  <ul>
                    <li>О чем нужно информировать сотрудников?</li>
                    <li>Какие средства использовать для информирования?</li>
                    <li>Как измерить эффективность информирования сотрудников?</li>
                    <li>Обмен опытом участников проекта по проведению опросов.</li>
                  </ul>
                </td>
                <td>23 июля, 11 час. МСК</td>
              </tr>
              <tr>
                <th scope="row">5</th>
                <td>
                  <p>Работа команды (по заданиям мастер-класса):</p>
                  <ul>
                    <li>Запуск мероприятий по информированию сотрудников;</li>
                    <li>Изучение мнений сотрудников о мероприятиях по информированию;</li>
                    <li>Оценка и анализ результативности мероприятий по информированию.</li>
                  </ul>
                </td>
                <td>23 июня – 20 августа</td>
              </tr>
              <tr>
                <th scope="row">6</th>
                <td>
                  <p>Третий мастер-класс «Организация взаимодействия между подразделениями компании. Анализ эффективности коммуникаций».</p>
                  <ul>
                    <li>Какие средства использовать для организации горизонтальных коммуникаций?</li>
                    <li>Как организовать горизонтальные коммуникации?</li>
                    <li>Как измерить результативность горизонтальных коммуникаций?</li>
                    <li>Обмен опытом участников проекта по информированию сотрудников и проведению опросов.</li>
                  </ul>
                </td>
                <td>20 августа, 11 час. МСК</td>
              </tr>
              <tr>
                <th scope="row">7</th>
                <td>
                  <p>Работа команды (по заданиям мастер-класса):</p>
                  <ul>
                    <li>Организация мероприятий по улучшению взаимодействия подразделений компании;</li>
                    <li>Изучение мнений сотрудников о мероприятиях по улучшению горизонтальных коммуникаций;</li>
                    <li>Оценка и анализ результативности горизонтальных коммуникаций.</li>
                  </ul>
                </td>
                <td>20 августа – 24 сентября</td>
              </tr>
              <tr>
                <th scope="row">8</th>
                <td>
                  <p>Четвертый мастер-класс «Как организовать управление внутренними коммуникациями и преобразованием корпоративной культуры».</p>
                  <p>Подводим итоги проекта. Определяем направления дальнейшего развития корпоративной культуры.</p>
                </td>
                <td>24 сентября, 11 час. МСК</td>
              </tr>
            </tbody>
          </table>
        </div>
      </div>
      <div class="row my-5">
        <div class="col">
          <div class="card bg-dark text-white">
            <div class="card-body">
              <h4 class="text-center mb-4">Результаты проекта. Целевое состояние</h4>
              <p><span class="text-success check-mark">&#10004;</span> Действует система регулярных опросов сотрудников.</p>
              <p><span class="text-success check-mark">&#10004;</span> Проводятся измерения удовлетворенности, вовлеченности, корпоративных ценностей.</p>
              <p><span class="text-success check-mark">&#10004;</span> Проводится систематическая работа с предложениями сотрудников; сотрудники получают содержательную обратную связь на свои обращения и предложения.</p>
              <p><span class="text-success check-mark">&#10004;</span> Организовано систематическое информирование сотрудников о целях, стратегии, планах компании, ее достижениях и проблемах.</p>
              <p><span class="text-success check-mark">&#10004;</span> Организованы систематические мероприятия по улучшению горизонтальных взаимодействий между подразделениями и сотрудниками.</p>
              <p><span class="text-success check-mark">&#10004;</span> Выявлены позитивные изменения (по результатам опросов) в удовлетворенности сотрудников работой в компании и их вовлеченности.</p>
              <p><span class="text-success check-mark">&#10004;</span> Разработан план дальнейшего развития внутренних коммуникаций и преобразования корпоративной культуры.</p>
            </div>
          </div>
        </div>
      </div>
      <div class="row my-5">
        <div class="col-md-5">
          <h4 class="mb-4">Рекомендации по формированию команды проекта и организации работы</h4>
          <p>В команду проекта должны войти все топ-менеджеры во главе с генеральным директором. Корпоративная культура распространяется от лидеров, поэтому без участия всей управленческой команды осуществление этого проекта невозможно.</p>
          <p>Руководителем проекта целесообразно выбрать руководителя службы персонала.</p>  
        </div>
        <div class="col-md-7">
          <h5 class="mb-4">На протяжении всего проекта команда должна следовать регламенту:</h5>
          <ul>
            <li>Участвовать в мастер-классах, предусмотренных графиком проекта. Просматривать мастер-классы можно в режиме онлайн или в записи. Обязательное условие: просмотр в составе всей команды, проведение обсуждения полученного материала сразу после просмотра, планирование задач по выполнению предложенных заданий.</li>
            <li>Проводить не менее двух совещаний в неделю в полном составе команды. Совещания необходимо проводить в определенное время, установленное регламентом проекта, например, каждый вторник с 9.00 до 10.30 и каждую пятницу с 16.00 до 17.30. На совещания необходимо рассматривать следующие вопросы:
              <ul>
                <li>Что необходимо сделать на данном этапе проекта?</li>
                <li>Какие проблемы препятствуют выполнению задач?</li>
                <li>Что необходимо предпринять для их устранения?</li>
              </ul>
            </li>
          </ul>
        </div>
      </div>

    </div>

  </div>
</template>

<script src="./plan.js"></script>

<style scoped>
.check-mark {
    color:#fff;
    font-family: sans-serif;
}
.header-title {
  margin-top: 30px;
}
.header-date {
  margin-top: 20px;
  margin-bottom: 10px;
}
.badge {
  font-size: 1.1em;
}
.last-row {
  margin-bottom: 50px;
}
h2 {
  margin-bottom: 20px;
}
.jumbotron {
  padding-top: 20px;
  /*background-image: url("../assets/bg_darker.jpg");
  background-size: cover;*/
}
.container-fluid {
  padding: 20px 10px;
  margin-bottom: 50px;
}
.nav-tabs-links a {
  color: #fff;
  text-decoration: underline;
}
.logo {
  margin-bottom: 20px;
}
.card-accent {
  box-shadow: 0 0 20px rgba(0,0,0,0.3);
  border-width: 2px;
}


@media (max-width: 767.98px) {
  .header-title {
    margin-top: 20px;
  }
}
@media (max-width: 575.98px) {
  .header-title {
    margin-top: 10px;
  }
}
</style>
