<template>
  <div>

    <div class="jumbotron jumbotron-fluid mb-0">
      <div class="container text-center mt-5">
        <h1>Бесплатный Онлайн Марафон</h1>
        <h2>Сделайте компанию управляемой и эффективной</h2>
        <p class="lead"><span class="badge badge-primary">9-13 июля</span></p>
        <h3 class="mb-4">5 мастер-классов с заданиями каждый день с 11.00 Мск</h3>
        <div class="row text-center">
          <div class="col">
            <Grform
              redirect="false"
              cta="Участвовать бесплатно"
              campaign_token="pttrf"
            />
          </div>
        </div>
      </div>
    </div>

    <div class="container my-5">
      <div class="row text-center">
        <div class="col">
          <h2>Программа Онлайн Марафона</h2>
        </div>
      </div>

      <div class="row">
        <div class="col">
          <p class="lead mb-2"><span class="badge badge-primary">9 июля</span></p>
          <h3 class="mb-3">Определите проблемы компании</h3>
          <p>В вашей компании сотни процессов. Все их нужно привести в порядок. Это огромная работа! Поэтому важно определить, с чего начать наведение порядка. Нужно найти такой участок работы, улучшение которого сразу даст ощутимые для бизнеса результаты.</p>
          <p>Я даю перечень типичных проблем компаний. Задание: дополнить перечень с учетом вашей проблематики, оценить значимость проблем, построить карту проблем.</p>
          <p>Методику решения этих задач я даю на занятии.</p>
          <p class="lead"><strong><span class="badge badge-success">Результат:</span></strong> участники построили картину проблемного поля в их бизнесе и определили ключевые проблемы, на решении которых необходимо сосредоточиться в первую очередь.</p>
        </div>
      </div>

      <div class="row mt-4">
        <div class="col">
          <p class="lead mb-2"><span class="badge badge-primary">10 июля</span></p>
          <h3 class="mb-3">Разработайте архитектуру процессов и найдите слабое звено</h3>
          <p>Прежде чем приступить к улучшению того или иного процесса, нужно увидеть всю процессную структуру компании, целиком. Ведь каждый процесс – это кирпичик в здании бизнеса. Чтобы определить его место в системе, нужен «архитектурный проект» здания.</p>
          <p>Я даю типовые схемы процессов для разного вида бизнесов. Предлагаю участникам выбрать близкую для них схему и дополнить, уточнить, детализировать ее.</p>
          <p>Когда схема построена, участники должны выбрать на ней (пользуясь схемой проблемной области, разработанной ранее) тот процесс, который является «слабым звеном».</p>
          <p>Методику решения этих задач я даю на занятии.</p>
          <p class="lead"><strong><span class="badge badge-success">Результат:</span></strong> участники разработали архитектуру процессов своей компании и определили «слабое звено», на укреплении которого необходимо сосредоточиться в приоритетном порядке.</p>
        </div>
      </div>

      <div class="row mt-4">
        <div class="col">
          <p class="lead mb-2"><span class="badge badge-primary">11 июля</span></p>
          <h3 class="mb-3">Составьте описание процессов и должностные обязанности исполнителей</h3>
          <p>Разрабатывать подробные регламенты процессов – сложная и длительная работа. Однако 80% улучшений в рабочих процессах можно провести не создавая регламентов, используя более простые способы описания процессов.</p>
          <p>Я даю формат описания процесса в виде спецификации, содержащей 15 параметров. Далее показываю, как из спецификаций можно сформировать должностные обязанности сотрудников и установить показатели их деятельности.</p>
          <p>Задание участникам: разработать спецификации процессов и должностные обязанности сотрудников.</p>
          <p class="lead"><strong><span class="badge badge-success">Результат:</span></strong> участники разработали описание процессов в форме спецификаций, должностные обязанности сотрудников и KPI.</p>
        </div>
      </div>

      <div class="row mt-4">
        <div class="col">
          <p class="lead mb-2"><span class="badge badge-primary">12 июля</span></p>
          <h3 class="mb-3">Презентация мастер-проекта «Создание системы управления процессами за 4 месяца»</h3>
        </div>
      </div>

      <div class="row mt-4">
        <div class="col">
          <p class="lead mb-2"><span class="badge badge-primary">13 июля</span></p>
          <h3 class="mb-3">Постройте систему мотивации сотрудников</h3>
          <p>Разработка описания процессов не гарантирует, что они будут выполняться, как написано. Работу делают люди, и важно, чтобы они выполняли ее с энтузиазмом, сознательно следовали правилам, проявляли инициативу по улучшению рабочих процессов.</p>
          <p>
            Я дам три инструмента для построения основ системы мотивации:
            <ul>
              <li>Премирование за результаты работы;</li>
              <li>Методика «разбора полетов»;</li>
              <li>Технология проведения опросов сотрудников.</li>
            </ul>
          </p>
          <p>Участники получат шаблон «Соглашения о целях» с сотрудниками и разработают правила вознаграждения за результаты работы.</p>
          <p>Участники освоят методику коллективного обсуждения проблем и выработки согласованных решений по улучшению процессов, получать описание алгоритма и шаблоны необходимых документов.</p>
          <p>Участники получат бесплатный (на месяц) доступ к системе проведения опросов сотрудников, с помощью которых смогут измерять уровень вовлеченности сотрудников и пробуждать их инициативу.</p>
        </div>
      </div>

      <div class="row text-center my-5 pb-5">
        <div class="col">
          <Grform
            redirect="false"
            cta="Участвовать бесплатно"
            campaign_token="pttrf"
          />
        </div>
      </div>

    </div>

  </div>
</template>

<script src="./home.js"></script>

<style scoped>
.check-mark {
    color:#fff;
    font-family: sans-serif;
}
.header-title {
  margin-top: 30px;
}
.header-date {
  margin-top: 20px;
  margin-bottom: 10px;
}
.badge {
  font-size: 1.1em;
}
.last-row {
  margin-bottom: 50px;
}
h2 {
  margin-bottom: 20px;
}
.jumbotron {
  padding-top: 20px;
  background-image: url("../assets/bg_darker.jpg");
  background-size: cover;
  color: #fff;
}
.container-fluid {
  padding: 20px 10px;
  margin-bottom: 50px;
}
.nav-tabs-links a {
  color: #fff;
  text-decoration: underline;
}
.logo {
  margin-bottom: 20px;
}
.card-accent {
  box-shadow: 0 0 20px rgba(0,0,0,0.3);
  border-width: 2px;
}
.mp-is-block {
  background-image: url("../assets/mp.jpg");
  background-size: cover;
  min-height: 150px;
}
.mp-is-usefull-block {
  background-image: url("../assets/usefull.jpg");
  background-size: cover;
}


@media (max-width: 767.98px) {
  .header-title {
    margin-top: 20px;
  }
}
@media (max-width: 575.98px) {
  .header-title {
    margin-top: 10px;
  }
}
</style>
